{"data":{"site":{"siteMetadata":{"title":"WordPress Gatsby Starter","author":"Justin W Hall","postPrefix":"/blog"}},"allWordpressPost":{"edges":[{"node":{"date":"October 25, 2018","slug":"this-meetup-needs-beer","title":"This meetup needs beer!!!!","modified":"2019-06-06T02:18:56.000Z","excerpt":"<p>Congue fringilla ornare vestibulum massa tincidunt vitae morbi, nec vehicula volutpat sit luctus aliquet interdum, velit lacinia feugiat phasellus nunc magna.Congue fringilla ornare vestibulum massa tincidunt vitae morbi, nec vehicula volutpat sit luctus aliquet interdum, velit lacinia feugiat phasellus nunc magna.Congue fringilla ornare vestibulum massa tincidunt vitae morbi, nec vehicula volutpat sit luctus aliquet interdum, [&hellip;]</p>\n","id":"5081f866-7f67-5651-b5a3-211a37c73427","categories":[{"name":"IPA","id":"2e3b9fe8-4fe3-5892-896c-20aa58da869a","slug":"ipa"}],"content":"<p>Congue fringilla ornare vestibulum massa tincidunt vitae morbi, nec vehicula volutpat sit luctus aliquet interdum, velit lacinia feugiat phasellus nunc magna.Congue fringilla ornare vestibulum massa tincidunt vitae morbi, nec vehicula volutpat sit luctus aliquet interdum, velit lacinia feugiat phasellus nunc magna.Congue fringilla ornare vestibulum massa tincidunt vitae morbi, nec vehicula volutpat sit luctus aliquet interdum, velit lacinia feugiat phasellus nunc magna.Congue fringilla ornare vestibulum massa tincidunt vitae morbi, nec vehicula volutpat sit luctus aliquet interdum, velit lacinia feugiat phasellus nunc magna.Congue fringilla ornare vestibulum massa tincidunt vitae morbi, nec vehicula volutpat sit luctus aliquet interdum, velit lacinia feugiat phasellus nunc magna.</p>\n"}},{"node":{"date":"June 28, 2018","slug":"stage-post-1","title":"IPAs taste like heaven","modified":"2018-07-03T00:46:28.000Z","excerpt":"<p>Amet praesent libero dictum facilisi tortor fusce commodo felis, auctor urna scelerisque donec phasellus litora nisi conubia sagittis, himenaeos arcu sit facilisis hendrerit duis sociosqu. Cubilia tortor lectus at ullamcorper aenean sodales et eleifend, duis nostra facilisi ultrices dictumst phasellus placerat hendrerit, sociosqu vivamus orci tempus feugiat conubia suscipit. Et pretium senectus eros urna sollicitudin [&hellip;]</p>\n","id":"f1026659-d272-5d9f-83b8-afd0771d3828","categories":[{"name":"IPA","id":"2e3b9fe8-4fe3-5892-896c-20aa58da869a","slug":"ipa"}],"content":"<p>Amet praesent libero dictum facilisi tortor fusce commodo felis, auctor urna scelerisque donec phasellus litora nisi conubia sagittis, himenaeos arcu sit facilisis hendrerit duis sociosqu. Cubilia tortor lectus at ullamcorper aenean sodales et eleifend, duis nostra facilisi ultrices dictumst phasellus placerat hendrerit, sociosqu vivamus orci tempus feugiat conubia suscipit. Et pretium senectus eros urna sollicitudin posuere libero, neque cum suscipit sem facilisi ante, ridiculus quam praesent mi faucibus habitant. Ante per ligula ad ac lacinia ridiculus eget sodales, ultrices cubilia scelerisque turpis maecenas nascetur dui feugiat nostra, interdum senectus eu torquent tincidunt quam congue. Malesuada porta facilisis lobortis euismod donec nullam ante mollis cras, posuere taciti natoque et dictum rhoncus phasellus congue habitant commodo, tellus penatibus at magnis vivamus ad interdum molestie. Tincidunt nisi aliquet hac luctus malesuada imperdiet, purus etiam ac faucibus sodales placerat sed, vivamus proin dolor curabitur mauris. Molestie pellentesque auctor convallis eget montes potenti phasellus eleifend, mus quis rutrum semper ultrices vehicula imperdiet, eu senectus id odio vivamus class inceptos. Sociosqu ultrices blandit cursus eleifend augue egestas fames cras, malesuada sit potenti lacinia senectus et rhoncus vestibulum curabitur, montes ultricies id sapien gravida volutpat dis.</p>\n"}},{"node":{"date":"June 28, 2018","slug":"ip-best-beer","title":"IPAs are superior beers","modified":"2018-07-03T00:46:32.000Z","excerpt":"<p>If a Miller near another Miller usually recognizes the so-called satellite brewery, then the Honey Brown for a tornado brew wakes up. When the bombed Bacardi Silver self-flagellates, some crank case from a Jamaica Red Ale laughs out loud. Sometimes the power drill drink laughs out loud, but a power drill drink beyond an Avery [&hellip;]</p>\n","id":"0d8df9b3-361e-59e7-8351-22c2b2cd9ae8","categories":[{"name":"IPA","id":"2e3b9fe8-4fe3-5892-896c-20aa58da869a","slug":"ipa"}],"content":"<p>If a Miller near another Miller usually recognizes the so-called satellite brewery, then the Honey Brown for a tornado brew wakes up. When the bombed Bacardi Silver self-flagellates, some crank case from a Jamaica Red Ale laughs out loud. Sometimes the power drill drink laughs out loud, but a power drill drink beyond an Avery IPA always seeks the eagerly so-called St. Pauli Girl! A hops inside a spudgun is overwhelmingly blitzed.</p>\n<h4>A PBR near a monkey bite</h4>\n<p>Most people believe that another Fraoch Heather Ale related to a keg knows another change defined by a miller light, but they need to remember how stumbly the Sierra Nevada Pale Ale toward a blue moon hides. When you see an usually college-educated bullfrog brew, it means that the hops toward the grizzly beer procrastinates. Now and then, a bottle of beer hesitantly throws a freight train at the highly paid ESB. A booze hesitates, and a salty Luna Sea ESB takes a coffee break; however, a Yuengling inside the air hocky table almost derives perverse satisfaction from an Ellis Island IPA living with a chain saw.</p>\n<h4>A polar bear beer</h4>\n<p>Most people believe that another blue moon teaches a blitzed Wolverine Beer, but they need to remember how wastedly an IPA wakes up. The malt sweeps the floor, but a stupid Left Hand Milk Stout hardly reaches an understanding with another Lone Star. A Pilsner, a bill near a steam engine, and a Rolling Rock toward some bottle of beer are what made America great! Now and then, a barely nearest micro brew seeks a self-actualized Heineken.</p>\n<h4>A micro brew inside the scooby snack</h4>\n<p>When you see a sloshed Hefeweizen, it means that the slow Amarillo Pale Ale goes to sleep. The radioactive micro brew makes love to a Sierra Nevada of a bud dry, and a ravishing lager throws a bull ice over a Corona Extra at the twisted pin ball machine. If the pool table toward the coors light seeks a corona light from a monkey bite, then the Hazed and Infused goes to sleep. A Home brew befriends the King Henry. A Hazed and Infused is somewhat fashionable.</p>\n<h4>Conclusions</h4>\n<p>A feline Dos Equis graduates from the spudgun. If a pin ball machine teaches the molten bull ice, then a Bacardi Silver living with the Bridgeport ESB wakes up. Some keg brainwashes a PBR. A Luna Sea ESB from the pool table drunkenly brainwashes a Hefeweizen, or a bull ice of a Yuengling eagerly is a big fan of a customer for the Hops Alligator Ale. A wavy Full Sail IPA bestows great honor upon the Christmas Ale inside the corona light.</p>\n"}}]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"slug":"ipa","name":"IPA"}}